html/books/institutes-civil-governance.html
---
title: "The Institutes of Civil Governance"
category: "Books"
---
<div id="outline-container-the-institutes-of-civil-governance" class="outline-2">
<h2 id="the-institutes-of-civil-governance">The Institutes of Civil Governance</h2>
<div class="outline-text-2" id="text-the-institutes-of-civil-governance">
<p>
During the first ten years of the reign of <a href="../characters/king-tasfaye.html">King Tasfaye the Wise</a>, the great King worked on compiling a commentary on <a href="the-rahnami.html">the Rahnami</a>. Once completed, King Tasfaye the Wise summoned the best known scholars, lawysre, and judges throughout Naurrnen to begin compiling the INstitutes of Civil Governance. The idea was to incorporate, as much as possible the different traditions around <a href="the-rahnami.html">the Rahnami</a>, and applying the principles to actual civil law. This magnum opus became widely known throughout Naurrnen as &ldquo;the Institutes&rdquo;.
</p>
</div>
<div id="outline-container-influence-in-the-third-era" class="outline-3">
<h3 id="influence-in-the-third-era">Influence in the Third Era</h3>
<div class="outline-text-3" id="text-influence-in-the-third-era">
<p>
<a href="../nations/principality-of-vilesia.html">The Principality of Vilesia</a> in the <a href="../history/third-era.html">Third Era</a> uses the Institutes as its law code for the principality. <a href="../nations/gran-imperio.html">The Gran Imperio</a> still uses a good portion of the Institutes for its direct jurisprudence, but tolerates certain variations of its implementation outside the <a href="../places/ponte-cidade.html">capital city</a>.
</p>

<p>
The Hallashim, after abandoning the Institutes, and anything else associated with the Rahnami late in the <a href="../history/second-era.html">Second Era</a>. the Hallashim of <a href="../nations/kingdom-of-tanquende.html">Kingdom of Tanquende</a> re-embraced the Institutes at the start of the <a href="../history/third-era.html">Third Era</a>.
</p>

<p>
Countries within Naurrnen, without a strong centralized government have little regard for the Institutes. Most notable would be the scholars from the <a href="../nations/federation-of-boigna.html">Federation of Boigna</a>. They have written voluminous scholarly books on jurisprudence that treat the Institutes with both passionate revere, and harsh criticism. The Federation has a Constitution which was crafted using much of King Tasfaye&rsquo;s commentary, but geared for a much more decentralized governing body.
</p>
</div>
</div>
</div>
